export const Members = [
    {
        nickname: 'CanIWinU',
        description: 'Суровый зодчий, воздвигнувший неприступную цитадель среди вечных льдов',
        frame: 'pictures/player-skin-frame-winter.png',
        skin: 'pictures/CanIWinU-skin.png',
        history: `В заснеженных пустошах возвышается государство Yeti — монументальный бастион из сланца и льда. Его лидер, прозванный одним из лучших строителей, — суровый зодчий, способный возвести цитадель за одну метель. Он правит железной рукой, превратив разрозненные хижины в неприступную крепость, неподвластную ни врагам, ни времени.`
    },
    {
        nickname: 'GhostJeck',
        description: 'Призрак бастиона и сокрушительный молот, хранящий границы цитадели',
        frame: 'pictures/player-skin-frame-nether.png',
        skin: 'pictures/CanIWinU-skin.png',
        history: 'Главный защитник Yeti. Облаченный в доспехи, выкованные из реликтового льда, он патрулирует границы цитадели, сливаясь с белой мглой. Его прозвали Призраком за умение бесшумно возникать в эпицентре сечи, где его массивный молот мгновенно обрывает любую осаду. Если Лидер возводит крепость, то GhostJeck — это та яростная сила, что карает каждого, кто осмелится коснуться её ворот.',
    },
    {
        nickname: 'GEROINCHIK',
        description: 'Непредсказуемое стихийное бедствие, вносящее искру безумия в холодный расчет',
        frame: 'pictures/player-skin-frame-village.png',
        skin: 'pictures/CanIWinU-skin.png',
        history: 'В государстве каменной логики GEROINCHIK — это стихийное бедствие. Игнорируя чертежи, он заменяет расчет Yeti искрой безумия. Его поступки абсурдны: он рушит монументы ради прихоти или строит бесполезные башни, чтобы увидеть их крах. Это непредсказуемый элемент, превращающий порядок бастиона в череду опасных и нелепых происшествий.',
    },
    {
        nickname: 'Pivo_chan',
        description: 'Мастер снабжения, согревающий душу государства своими легендарными эликсирами',
        frame: 'pictures/player-skin-frame-plain.png',
        skin: 'pictures/CanIWinU-skin.png',
        history: 'Если Лидер возводит стены, то Pivo_chan наполняет их теплом. Как главный снабженец Yeti, он превращает скудные ресурсы ледников в легендарные напитки. Его алхимия и логистика важнее оружия: без хмельных эликсиров цитадель превратилась бы в холодный склеп. Именно на её бочках, как на топливе, держится дух суровых зодчих.',
    },
    {
        nickname: 'Brotankerat',
        description: 'Политический щит, превращающий конфликты в выгодные союзы и сделки',
        frame: 'pictures/player-skin-frame-desert.png',
        skin: 'pictures/CanIWinU-skin.png',
        history: 'Там, где бессилен камень, вступает в дело Brotankerat — мастер слова и главный посредник Yeti. Обладая ледяным спокойствием, он превращает конфликты в выгодные сделки, а врагов — в должников. Он — политический щит государства, способный договориться с самой метелью. В суровом мире зодчих он единственный, кто знает истинную цену каждого союза.',
    },
    {
        nickname: 'ivetvv',
        description: 'Хранительница тепла и уюта, превращающая холодную крепость в живой дом',
        frame: 'pictures/player-skin-frame-house.png',
        skin: 'pictures/CanIWinU-skin.png',
        // skin: 'pictures/ivetvv-skin.png',
        history: 'Среди суровых сланцевых сводов Ivetta создает то, что невозможно измерить чертежами — уют и жизнь. Она наполняет залы теплом, оберегая те детали быта, которые делают крепость домом. Её труд кажется незаметным на фоне великих строек, но именно на её плечах держится внутренний покой государства. Она — тихий свет в сердце бури, превращающий холодный бастион в живое и гостеприимное место.',
    },
]

export const YETIMoments = [
    'pictures/YETI-moments1.png',
    'pictures/YETI-moments2.png',
    'pictures/YETI-moments3.png',
    'pictures/YETI-moments4.png',
    'pictures/YETI-moments5.png',
    'pictures/YETI-moments6.png',
    'pictures/YETI-moments7.png',
    'pictures/YETI-moments8.png',
    'pictures/YETI-moments9.png',
]